---
kind: other
id: Properties.T:Autodesk.Revit.DB.Fabrication.DesignToFabricationConverter
source: html/51d4f204-4f37-00f6-2342-b327f53a2cdc.htm
---
# DesignToFabricationConverter Properties

Specifies whether the .NET object represents a valid Revit entity.